LEXICON: dict[str, str] = {
    # Текст стартового меню
    '/start': 'Привет! Я помогу тебе оформить заказ с сайта POIZON\n\n'
              'Оттуда ты можешь заказать себе баскетбольные и повседневные кроссовки,'
              ' одежду, аксессуары и многое другое\n\n'
              '❗️ Если в процессе возникнут вопросы, свяжитесь с менеджером, он всегда готов помочь',
    # Текст кнопок меню
    'instruction': 'Как посмотреть каталог',
    'calculator': 'Калькулятор цены',
    'reviews': 'Отзывы',
    'order': 'Оформить заказ',
    'write_manager': 'Вопрос менеджеру',
    'terms': 'Условия заказа',
    # Текст калькулятора
    'warning_calc_1': 'Укажите цену в юанях💸\n'
                      'Указывайте верную стоимость товара, иначе заказ будет отменён. '
                      'Цена может меняться в зависимости от размера и цвета. *ОЧЕНЬ ВАЖНО*\n\n'
                      '<b>ВНИМАНИЕ</b>\n'
                      'Укажите зачёркнутую цену, так как приложение предлагает вам скидку за первый заказ,'
                      ' которой у нас нет.',
    'warning_calc_2': '<b>Бирюзовая кнопка</b> - означает, что товар находится на складе Poizon, прошел проверку'
                      'на оригинальность и готов к отправке.\n (Рекомендуем)\n\n'
                      '<b>Чёрная кнопка</b> - означает, что товар находится у продавца на территории КНР,'
                      ' и готов к отправке на склад Poizon. '
                      'Придётся ждать 1-3 дня пока товар приедет на склад компании,'
                      'пройдет проверку и отправится на наш склад.\n (Приемлемый вариант)',
    'warning_calc_3': '❗️ <b>ВНИМАНИЕ, не заказываем</b> ❗️\n\n'
                      'Чёрная кнопка с волнистой линией - означает, что товар находится не в Китае,'
                      ' и еще должен пройти процесс международной транспортировки, и проверку на оригинальность.',
    'choose_category': 'Хорошо, а теперь выберите категорию в которую входит желаемый товар,'
                       ' это так же влияет на конечную цену',
    'wrong_price_message': 'Я вас не понимаю, введите цену',
    'wrong_category_message': 'Я вас не понимаю, выберите категорию',
    'wrong_form_message': 'Я вас не понимаю, отправьте форму заказа',
    # Текст кнопок категорий
    'shoes': 'Обувь',
    'coats': 'Толостовка/футболка/рубашка',
    'pants': 'Джинсы/брюки/шорты',
    'jackets': 'Верхняя одежда',
    'accessories': 'Очки/акссесуары',
    'bags': 'Сумки/рюкзаки',
    'underware': 'Носки/нижне белье',
    # Текст order handlers
    'order_1': 'Заполните форму и пришлите менеджеру',
    'order_form': 'Форму отправлять одним сообщением.\n\n'
                  'ФОРМА ЗАКАЗА :\n'
                  '1) Фамилия Имя Отчество\n'
                  '2) Адрес Сдэка полностью: город, район, улица, дом \n'
                  '3)Мобильный телефон\n'
                  '4) Размер и цвет \n'
                  '5) Приложите ссылку на товара/товары\n',
    'order_sent': 'Ваша заявка оформлена, с вами свяжется менеджер'
}
